Repository: WordPressBugBounty/plugins-ebook-store
Catalog: ebook-store/languages/ebook-store-*.po
Languages: bg_bg

source: Buy
bg_bg: Купи

source: Preview
bg_bg: Преглед

source: Details
bg_bg: Детайли

source: Download
bg_bg: Свали

source: pages
bg_bg: страници

source: Waiting for order confirmation, this might take a minute, screen will refresh automatically!
bg_bg: Чакаме потвърждение на поръчката, това може да отнеме минута. Страницата ще се презареди автоматично!

source: Add To Cart
bg_bg: Добавено в количката

source: Password
bg_bg: Парола

source: has been added to your cart
bg_bg: бе добавен във Вашата количка

source: Pay with Card
bg_bg: Плати с карта

source: You have enabled email delivery, we recommend using plugin <a href="plugin-install.php?tab=search&s=easy+wp+smtp">Easy WP SMTP</a> in order to make sure your WordPress emails are properly delivered.
bg_bg: Вие сте задействали email доставка, препоръчваме ви да включите плъгин като <a href="plugin-install.php?tab=search&s=easy+wp+smtp">Easy WP SMTP</a> за да сте сигурни че мейлите на клиентите Ви ще пристигат.

source: The "Thank You!" page has been successfully created and selected automatically!
bg_bg: Благодарствената страница е успешно създадена!

source: eBook Store
bg_bg: eBook магазин

source: Settings
bg_bg: Настройки

source: Upgrade to Pro
bg_bg: Надграждане до ПРО версия

source: General
bg_bg: Главни

source: Integrations
bg_bg: Интеграции

source: Fonts
bg_bg: Шрифтове

source: PDF-Protection
bg_bg: PDF-защити

source: Templates
bg_bg: Шаблони/Страници

source: Coupon Code for Hosting
bg_bg: Купон ход за хостинг

source: allow_url_fopen php.ini setting is off, please ask your hosting provider to enable it in order to be able to use QR Code watermarking from the encryption functionality in the PRO version.
bg_bg: allow_url_fopen php.ini опцията е спряна, моля поискайте от вашия доставчик да я включи за да можете да използвате пълноценно опциите за криптиране на документи.

source: These features are available in the Pro version, which you can find
bg_bg: Тези опции ги има само в ПРО версията, която можете да намерите

source: here
bg_bg: тук

source: Encrypt PDF Files
bg_bg: Криптиране на PDF файлове

source: This will option will enable encrypted delivery, both via email as attachment (if enabled) and via site download. The password of the encrypted PDF file is always the buyer's PayPal email address.
bg_bg: Тази опция ще включи криптирането на документи срещу защита от пиратстване. Това важи за копията изпратени по мейл и свалени от сайта. Паролата на документа е PayPal адреса на клиента.

source: QR Code
bg_bg: QR код

source: see sample
bg_bg: вижте пример

source: PDF only
bg_bg: само PDF

source: Once enabled, every page will have a QR code watermark on bottom right corner. Once scanned with any Android / iOS device it gives information for the buyer in case the file is pirated online / offline.
bg_bg: Ако е пусната опцията, всяка страница ще има QR код като воден знак в долния десен ъгъл, когато бъде сканиран с приложение дава информация за потребителя закупил файла в случей на пиратстване онлайн или офлайн.

source: Buyer Info in PDF header
bg_bg: Информация за купувача в хедъра

source: This feature will print/watermark the buyer's information in the header of each page.
bg_bg: Тази опция ще сложи воден знак с информацията на клиента в горната част на всяка страница

source: Buyer info text
bg_bg: Текст с информацията на клиента

source: Use Random Password
bg_bg: Използване на произволна парола

source: If this feature is enabled, instead of using buyer's email address as PDF password, the plugin will generate a random password which will be shown in the email and thank you page template.
bg_bg: Ако опцията е пусната, вместо PayPal адреса на клиента, за парола ще бъде използван произволен низ от символи. Паролата ще се вижда в изпратения мейл към клиента и на страницата за потвърждаване на поръчката.

source: Use Blank Password
bg_bg: Използване на празна парола

source: If this feature is enabled the file will still be encrypted, but without password, which means the watermarking and print/modification will still work and the document will open without password.
bg_bg: Ако тази опция е пусната, файловете пак ще бъдат криптирани, но без парола. Което означава че останалите опции като воден знак и защита срещу модификации и печат пак ще работят, просто документа ще се отваря без парола.

source: Encrypt Free Files with Logged in user's email
bg_bg: Криптиране на безплатни файлове с парола мейл адреса на влезлия потребител

source: This feature enables password encryption for free files if the user is logged in. The account email address is used for the encryption process.
bg_bg: Тази опция пуска защитата за безплатните файлове, и когато потребителя е логнат се използва като парол неговия е-мейл адрес от профила.

source: PDF Master (Owner) password
bg_bg: PDF Главна парола (собственик)

source: PDF User Password
bg_bg: PDF потребителска парола

source: User password is always the PayPal email address of the buyer used when buying the PDF ebook.
bg_bg: Потребителската парола е винаги е-мейл адреса на клиента от PayPal, ако не е пусната друга опция за паролите.

source: Disable PDF Printing
bg_bg: Забраняване на печат на PDF

source: This feature will disable printing for the PDF files you're selling.
bg_bg: Тази опция ще забрани печатането на електронните книги, които продавате.

source: Disable Copy/Paste from PDF
bg_bg: Забрани копирането от PDF файловете

source: This feature will disable copying from the PDF files you're selling.
bg_bg: Ако е пусната опцията не разрешава на клиентите да копират текст от документа.

source: Disable PDF Modification
bg_bg: Забраняване на модифицирането на PDF документите

source: This feature will disable modifications for the PDF files you're selling.
bg_bg: Тази опция забранява всякъкви модификации в PDF книгите / документите, които продавате.

source: Disable Annotation forms
bg_bg: Забраняване на попълването на форми

source: Watermark Position
bg_bg: Позиция на водния знак

source: Watermark Color
bg_bg: Цвят на водния знак

source: None
bg_bg: Няма

source: Integrate with WooCommerce
bg_bg: Интеграция с WooCommerce

source: This feature will let you assign ebook store items to your WooCommerce products which lets you benefit from the PDF protection features of the plugin but also use all payment gateways available for WooCommerce.
bg_bg: Тази опция ще ви позволи да посочвате електронни книги от плъгина докато редактирате продукти в WooCommerce, по този начин може да използвате функциите за защита на PDF файлове, доставяйки ги като WooCommerce продукти, но също така да използвате всички системи за разплащания в WooCommerce.

source: See video demo of WooCommerce integration
bg_bg: Виж видео демонстрация на интеграцията с WooCommerce.

source: Hide WooCommerce Added To Cart Message
bg_bg: Скрий съобщението за добавяне в количката при WooCommerce интеграцията.

source: Require specific order status in WooCommerce for Downloads
bg_bg: Изискване на специфичен статус на поръчката за да покаже таблицата за изтегляне

source: WooCommerce - Enable Online Reader
bg_bg: WooCommerce - Онлайн четене

source: This will add a "Read Online" link to your WooCommerce order confirmation page so customers can read the ebook online instead of downloading it. Encryption must be off for JavaScript to be able to parse your PDF file.
bg_bg: Когато е вплючена тази опция, след приключване на поръчката, на страницата за потвърждаване на поръчка, ще излезе прозорец за онлайн четене на закупения PDF файл.

source: Disable Auto refresh if the encryption is still in progress.
bg_bg: Спиране на автоматичното обновяване на екрана докато тече криптирането на файла.

source: If you experience multiple downloads starting at once after encryption of large files, enable this feature to resolve the problem. It will show a retry download link instead of doing automated refresh.
bg_bg: Ако имате стартират няколко изтегляния, започващи наведнъж след криптиране на големи файлове, активирайте тази функция, за да разрешите проблема. Той ще покаже повторна връзка за изтегляне, вместо да прави автоматизирано опресняване.

source: Integrate with WP Affiliates Manager
bg_bg: Интеграция със WP Affiliates Manager

source: Enable integration with
bg_bg: Включи интеграция с

source: and pay commissions to affiliates that promote your ebook
bg_bg: и заплащай комисионни на партньори да промотират твоята книга

source: Fill a form upon order
bg_bg: Попълване на форма при поръчка

source: If this feature is enabled the user will be asked to fill in a form with more details, the form you can edit as you wish with your own html editor and paste the code on this page's section with the form content.
bg_bg: Ако тази опция е пусната, клиента ще бъде каран да напълни форма с допълнителни детайли. Формата може да бъде редактирана в редактор по Ваш избор, и съдържанието да бъде пуснато в конфигурацията раздел "Шаблони" и "Съдържание на формата".

source: Disable cover clicking
bg_bg: Забрани кликването на корицата

source: This can be enabled in combination with the option below, to prevent standalone orders and use only WooCommerce cart.
bg_bg: Тази опция ще направи така да може да се пазарува сам през WooCommerce

source: Hide Buy Now button
bg_bg: Скриване на "Купи сега" бутона

source: This feature is useful when WooCommerce integration is used and you want to disallow standalone orders
bg_bg: Тази опция е полезна при интеграция с WooCommerce, когато не искате потребителите да поръчват директно през Ebook store а да използват количката за пазаруване.

source: Require @kindle.com email for delivery
bg_bg: Изискване на @kindle.com email адрес за доставка по мейл.

source: You can use that with combination of "Fill a form feature" to get the kindle email of the user (use field name "kindle_email").
bg_bg: Може да се използва в комбинация с опцията за попълване на форма, полето което трябва да създадете е с име "kindle_email".

source: Read online and disallow download
bg_bg: Четене онлайн и забрана на изтеглянето

source: Use %%pdf_reader%% in Thank You page body to activate it. The keyword will be replaced with a PDF Viewer instead. See <a href="http://viewerjs.org" target="_blank">DEMO</a> here.
bg_bg: Използвайте %%pdf_reader%% в koda на страницата за потвърждение "Thank you for your order!", за да го активирате. Ключовата дума ще бъде заменена с PDF четец. Вижте <a href="http://viewerjs.org" target="_blank"> DEMO </a> тук.

source: Auto register buyers
bg_bg: Регистриране автоматично на потребител за купувачи

source: Once the customers complete payment for your ebook, a new account will be created for them and order will be assigned to their account so they can access it under Downloads page.
bg_bg: След като клиентите извършат плащане за вашата електронна книга, за тях ще бъде създаден нов акаунт и ще бъде възложена поръчка в акаунта им, за да могат да получат достъп до нея в страницата за изтегляния.

source: Disable ViewerJS for previews
bg_bg: Спри ViewerJS за прегледите.

source: If your preview files have troubles with embedded links when customers are browsing the previews file, this will turn it off.
bg_bg: Ако вашите файлове за визуализация имат проблеми с вградените връзки, когато клиентите разглеждат файла за преглед, това ще го изключи.

source: Thank You page
bg_bg: Страница "Потвърдена поръчка"

source: This page should contain the shortcode <b>[ebook_thank_you]</b>, where you want the "Thank you" page content to appear.
bg_bg: Тази страница трябва да съдържа съдържание шорткод [ebook_thank_you], на мястото където искате да излезе информацията за потвърдената поръчка.

source: Order Cancelled Page
bg_bg: Страница при отказ от поръчка

source: This page will be shown if the customer decides to cancel the order at PayPal.
bg_bg: Тази страница клиентите ще виждат ако откажат поръчката.

source: Thank you page Content
bg_bg: Съдържание на страница "Потвърдена поръчка" (замества кода)

source: Email delivery content
bg_bg: Съдържание на мейла за електронна доставка

source: Subject
bg_bg: Заглавие

source: Form Content
bg_bg: Съдържание на формата

source: Orders - Add New
bg_bg: Поръчки - Добави

source: First Name
bg_bg: Първо име

source: Last Name
bg_bg: Фамилно име

source: Amount Paid
bg_bg: Платена сума

source: Select Ebook
bg_bg: Избери книга

source: Buyer Email
bg_bg: Email на купувача

source: The buyer will be now send a thank you email with the appropriate download links for the ebook and it's formats.
bg_bg: Купувача сега ще получи копие от електронната книга с нужните линкове за сваляне във наличните формати на книгата

source: "Thank you" email will be sent immediately with the download links for the ebook. If encryption is enabled, the file will be encrypted.
bg_bg: "Благодарствен" мейл ще бъде изпратен веднага с линкове за изтегляне на съдържанието. Ако е активиране криптация то файловете ще бъдат криптирани.

source: Hide this section
bg_bg: Скрий тази част

source: If you are not interested just check this box and you will never see this section again.
bg_bg: Ако не се интересувате, просто поставете отметка в това поле и никога повече няма да видите този раздел.

source: Ebook Title Font Size
bg_bg: Размер на шрифта на заглавието

source: Links Font Size
bg_bg: Размер на шрифта на линковете

source: Export as CSV
bg_bg: Експортирай като CSV

source: Sales for the last month
bg_bg: Продажби за последния месец

source: Sales for the last 2 years
bg_bg: Продажби последните 2 години

source: License key
bg_bg: Лиценз

source: If you purchased the full version of the plugin, just fill in your PayPal email used when ordering and you will be able to unlock the pro features and keep them active after updating.
bg_bg: Ако сте закупили пълната версия на пъгина, попълнете вашия PayPal адрес в полето за лиценза. Това ще пусне ПРО опциите и ще работят дори след ъпдейт.

source: Frontend Language
bg_bg: Език на front-end

source: You can enforce language for the frontend in case you do not want to use the default one inherited from WordPress.
bg_bg: Можете да зададете език на фрон-енд частта и да пренебрегнете този по подразбиране

source: Link Expiration
bg_bg: Изтичане на връзките

source: Downloads limit
bg_bg: Лимит на тегленията

source: After how many successful downloads (per order) link becomes inactive
bg_bg: След колко успешни сваляния линка става неактивен

source: Email Delivery
bg_bg: Доставка на e-mail

source: Send e-mails to customers containing order details, download link with all formats and a backup copy of the purchased ebook.
bg_bg: Изпращане на мейл до клиентите със всички детайли и линкове за изтегляне на копие от закупената книга.

source: Attach Files
bg_bg: Прикачване на файловете

source: VAT Percent
bg_bg: Процент ДДС

source: Specify VAT Percentage if you want to use VAT. Use "20" for 20%.
bg_bg: Въведете процент ДДС, примерно "20" за 20%.

source: Form Size (Scale ratio)
bg_bg: Размер на формата (съотношение)

source: If you want to scale the form and make it bigger you can use this setting. Example: Ratio 1.10 makes the form 10% bigger.
bg_bg: Ако искате да направите формата по-голяма с примерно 10%, променете стойността на 1.10.

source: Edit Item
bg_bg: Редактирай

source: New Ebook Item
bg_bg: Нова електронна книга

source: View Ebook Item
bg_bg: Виж електронна книга

source: Search Ebook
bg_bg: Търси електронна книга

source: Nothing found
bg_bg: Нищо не е намерено

source: Nothing found in Trash
bg_bg: Нищо не е намерено в кошчето

source: Authors
bg_bg: Автори

source: Author
bg_bg: Автор

source: Add New
bg_bg: Добави нов

source: Add New Author
bg_bg: Добави нов автор

source: Edit Author
bg_bg: Редактирай автор

source: New Author
bg_bg: Нов автор

source: View Author
bg_bg: Виж автор

source: Search Author
bg_bg: Потърси автор

source: No authors found
bg_bg: Няма намерени автори

source: No authors found in Trash
bg_bg: Няма намерени автори в кошчето

source: Publishers
bg_bg: Издатели

source: Publisher
bg_bg: Издател

source: Add New Publisher
bg_bg: Добави нов издател

source: Edit Publisher
bg_bg: Редактирай издател

source: New Publisher
bg_bg: Нов издател

source: View Publisher
bg_bg: Виж издател

source: Search Publisher
bg_bg: Търси издател

source: No Publishers found
bg_bg: Няма намерени издатели

source: No Publishers found in Trash
bg_bg: Няма намерени издатели в кошчето

source: Orders
bg_bg: Поръчки

source: Order
bg_bg: Поръчка

source: Edit Order
bg_bg: Редакция поръчка

source: New Order
bg_bg: Нова поръчка

source: View Order Details
bg_bg: Виж детайли на поръчка

source: Search Order
bg_bg: Търси поръчка

source: No orders found
bg_bg: Няма намерени поръчки

source: No orders found in Trash
bg_bg: Няма намерени поръчки в кошчето

source: Copy and paste this code in your post or page where you want the order form to appear.
bg_bg: Копирай и постави във твоя пост или страница където искаш формата за поръчка

source: Copy and paste this code in your post or page where you want the order form to appear
bg_bg: Копирай и постави във твоя пост или страница където искаш формата за поръчка

source: Please note the max upload size set on this server is
bg_bg: Моля имайте в предвид че максималния размер за качване на файлове е

source: Cover Image
bg_bg: Изобрацение на корица

source: optional
bg_bg: незадължително

source: recommended
bg_bg: препоръчително

source: Side Image
bg_bg: Странична снимка

source: Currently uploaded
bg_bg: Качен в момента

source: Price
bg_bg: Цена

source: Date
bg_bg: Дата

source: Currency
bg_bg: Валута

source: Bonus ebook
bg_bg: Бонус книга

source: Paid or free download
bg_bg: Платено или безплатно теглене

source: Paid download
bg_bg: Платено теглене

source: Order is placed through PayPal and the user is returned to the site for downloading the product. Email delivery routine will be triggered.
bg_bg: Поръчката минава през PayPal и потребителя се връща на сайта за да свали продукта. Ще бъде задействана и доставка към email.

source: Allow free download
bg_bg: Позволи свободно теглене

source: User is not sent to PayPal, download starts directly
bg_bg: Потребителя не се изпраща до PayPal за да заплаща.

source: Donate to download
bg_bg: Дарение за теглене

source: User can set a price for the ebook once it lands on PayPal.
bg_bg: Потребителя може сам да избере цената, която плаща за книгата

source: Your hosting provide is missing GD PNG support, please contact your provider to enable GD in order to be able to process PNG files.
bg_bg: Вашия хостинг доставчик няма поддръжка на GD PNG. Това е модул, който е задължителен за коректната работа със водния знак.

source: Cover
bg_bg: Корица

source: Book Title
bg_bg: Заглавие на книга

source: Formats
bg_bg: Формати

source: Sales
bg_bg: Продажби

source: Embed Code for posts and pages
bg_bg: Код за вграждане

source: Direct Order Link
bg_bg: Линк за директна поръчка

source: Total
bg_bg: Общо

source: 7 Days
bg_bg: 7 дни

source: 30 Days
bg_bg: 30 дни

source: Orders - Reports
bg_bg: Поръчки - Статистики

source: Orders - New Issue
bg_bg: Поръчки - Нов Брой

source: Order has been generated and email was sent to the buyer!<br /><small>If your email has not arrived, we strongly recommend using Easy WP SMTP to send emails trough a service like Gmail to ensure inbox delivery.</small>
bg_bg: Поръчката беше генерирана и изпратена на купувача!<br /><small>Ако мейла не е пристигнал, силно препоръчваме да използвате плъгин като Easy WP SMTP и да изпращате мейлите през услуга като Gmail.</small>

source: Ebook Categories
bg_bg: Категории с електронни книги

source: Ebook Category
bg_bg: Категория с електронни книги

source: Search Ebook Categories
bg_bg: Търси категория с електронни книги

source: All Ebook Categories
bg_bg: Всички категории с електронни книги

source: Parent Ebook Category
bg_bg: Главна категория с електронни книги

source: Parent Ebook Category:
bg_bg: Главна категория с електронни книги

source: Edit Ebook Category
bg_bg: Редактирай категория с електронни книги

source: Update Ebook Category
bg_bg: Обнови категория с електронни книги

source: Add New Ebook Category
bg_bg: Добави нова категория за електронни книги

source: New Ebook Category
bg_bg: Нова категория с електронни книги

source: Ebook Categories
bg_bg: Категории с електронни книги

source: There must be orders first.
bg_bg: Първо трябва да има поръчки

source: Sending new issue for
bg_bg: Изпращане на нов брой / издание

source: orders matching the criteria
bg_bg: поръчки, които съвпадат с критерия

source: Adding a new order for order id
bg_bg: Добавяне на нова поръчка към предишна с номер

source: Records found
bg_bg: Записа намерени

source: Orders - Add New Issue
bg_bg: Поръчки - Нов Брой

source: This feature will generate new orders and allow people who previously purchased a certain ebook to download the new issue. Like a magazine subscription. <br /><b>Use the purchase period field to enter the period back in time for which the orders will be processed. If you set it for 1 year, only orders placed in the last year will be processed and customers will be sent the new issue / version of the magazine / book.</b>
bg_bg: Тази опция ще генерира нови поръчки / ордери за хора, които вече са купили определена книга, като абонамент за списание. <br /><b>Използвайте полето за избор на период / възраст на предната поръчка. Ако изберете "1 year", само хора купили през последната една година ще получат новия брой / издание на Вашата книга.</b>

source: Select Ebook (new Issue)
bg_bg: Изберете книга (нов брой)

source: Purchase Period
bg_bg: Период на закупуване

source: Send New Issue To Customers
bg_bg: Изпрати нов брой на клиентите

source: Get it from
bg_bg: Вземи от

source: Subscribe buyers to MailChimp list
bg_bg: Запиши купувачите в MailChimp списък

source: PayPal account
bg_bg: PayPal акаунт

source: Enter the e-mail of the PayPal account that will receive the payments.
bg_bg: Въведете PayPal адреса, който ще получава плащанията.

source: enable PayPal IPN in your PayPal account</a>. That's under Profile > My selling tools > Instant payment notifications. In the IPN url field enter your website address.
bg_bg: пуснете PayPal IPN във вашия PayPal акаунт</a>. Това е под Porfile > My selling tools > Instant payment notifications. В полето за адрес напишете адреса на вашия сайт.

source: PayPal currency
bg_bg: PayPal валута

source: PayPal language
bg_bg: PayPal език

source: PayPal Return to site button text
bg_bg: PayPal текст на бутона за връщане в сайта

source: test mode
bg_bg: тестов режим

source: Please note that sandbox account logins are different from PayPal live mode and you must create accounts there too and enable PayPal IPN.
bg_bg: Моля имайте предвид, че акаунтите от PayPal не работят в тестовия им сайт, там трябва да ги създадете наново.

source: ​Sign up for a developer account <a href="https://developer.paypal.com/developer/accounts/" target="_blank">here</a>.
bg_bg: Запишете се за разработчик <a href="https://developer.paypal.com/developer/accounts/" target="_blank">тук</a>.

source: Allow eCheck via PayPal
bg_bg: Позволяване на електронни чекове през PayPal (eCheck)

source: This will enable users paying with eCheck via PayPal that takes days or up to a week to clear download before the actual payment arrives in your account. For more info on eCheck click
bg_bg: Тази опция ще позволи на потребители с електронни чекове да плащат за продукти. Те обикновенно отнемат дни да бъдат потвърдени, често около седмица. За повече информация относно чековете натиснете

source: PayPal Transaction Verification
bg_bg: PayPal верифициране на транзакции

source: turn off if experiencing problems
bg_bg: изключете го ако не се потвърждават поръчките

source: Ask buyer for address at PayPal
bg_bg: Питане на купувача за адрес в PayPal
