Repository: WordPressBugBounty/plugins-ebook-store
Catalog: ebook-store/languages/ebook-store-*.po
Languages: bg_bg

source: Optional
bg_bg: Незадължително

source: Do not require address
bg_bg: Не изисквай адрес

source: Require Address
bg_bg: Изисквай адрес

source: eBook store
bg_bg: eBook Магазин

source: eBook Store is a unique and powerful standalone tool for selling ebooks with WordPress (also WooCommerce support is available), allowing you to display beautiful buy now forms for your ebook(s) and giving you the ability to offer encrypted, watermarked and QR code stamped ebooks to your buyers, a proven way to prevent piracy. With the built-in MailChimp integration you can directly subscribe your clients to a mailing list. It supports PDF, ePub, TXT, Mobi and Zip files. Now comes with WP Affiliates Manager integration so you can pay commissions to affiliates for promoting your ebook.
bg_bg: eBook Store е мощен и уникален инструмент за продаване на електронни книги с WordPress (а има и интеграция с WooCommerce), позволява Ви да показвате красиви форми за поръчка на Вашите книги, давайки ви възможност да ги криптирате и защитите с воден знак, както и QR код печат, който при сканиране дава информация за купувача на вашата електронна книга. Това са все доказани методи против пиратство. С вградената опция за работа с MailChimp можете да записвате вашите клиенти в мейлинг листи. Сега има и интеграция с WP Affiliates Manager, с който можете да изплащате комисионни на партньори за това че рекламират Вашата книга.

source: Shopfiles Ltd
bg_bg: Шопфайлс ЕООД
